[{
        "id": 1,
        "name": "Magnolia Table",
        "image": "../../../../../assets/images/books/1.jpg",
        "genre": "Cookbook",
        "year": 2020,
        "price": 670,
        "quantity": 25,
        "writer": "Joanna Gaines",
        "preview": "Following the launch of her #1 New York Times bestselling cookbook, Magnolia Table, and seeing her family’s own sacred dishes being served at other families’ tables across the country, Joanna Gaines gained a deeper commitment to the value of food being shared",
        "ratings": 4.5,
        "pages": 352
    },
    {
        "id": 2,
        "name": "Untamed",
        "image": "../../../../../assets/images/books/2.jpg",
        "genre": "Adventure",
        "year": 2020,
        "price": 599,
        "quantity": 13,
        "writer": "Glennon Doyle",
        "preview": "It's an absolute joy to announce Glennon Doyle's Untamed as my April book pick. This memoir is so packed with incredible insight about what it means to be a woman today, what it means to be 'good', and what woman will do in order to be loved. I swear I highlighted something in EVERY chapter. This book really spoke to me in so many ways!",
        "ratings": 4.5,
        "pages": 102
    },
    {
        "id": 3,
        "name": "Where the Crawdads Sing",
        "image": "../../../../../assets/images/books/3.jpg",
        "genre": "Romance",
        "year": 2018,
        "price": 670,
        "quantity": 41,
        "writer": "Delia Owens",
        "preview": "Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
        "ratings": 5,
        "pages": 400
    },
    {
        "id": 4,
        "name": "Relationship Goals",
        "image": "../../../../../assets/images/books/4.jpg",
        "genre": "Marriage & Relationship",
        "year": 2020,
        "price": 799,
        "quantity": 26,
        "writer": "Michael Todd",
        "preview": "A candid, inspiring guide to finding lasting love by getting real about your relationship goals - based on the viral sermon series about dating, marriage, and sex with millions of YouTube views.",
        "ratings": 5,
        "pages": 200
    },
    {
        "id": 5,
        "name": "Little Fires Everywhere",
        "image": "../../../../../assets/images/books/5.jpg",
        "genre": "Contemporary American & Fiction",
        "year": 2017,
        "price": 749,
        "quantity": 0,
        "writer": "Celeste Ng",
        "preview": "In Shaker Heights, a placid, progressive suburb of Cleveland, everything is meticulously planned - from the layout of the winding roads, to the colours of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules",
        "ratings": 4,
        "pages": 324
    },
    {
        "id": 6,
        "name": "Camino Winds",
        "image": "../../../../../assets/images/books/6.jpg",
        "genre": "Political Thriller",
        "year": 2020,
        "price": 1099,
        "quantity": 15,
        "writer": "John Grisham",
        "preview": "When Hurricane Leo threatens Florida's Camino Island, the Governor is quick to issue an evacuation order. Most residents flee but a small group of diehards decide to ride it out. Amongst them is Bruce Cable, proprietor of Bay Books in downtown Santa Rosa. The hurricane is devastating: homes and condos are levelled, hotels and storefronts ruined, streets flooded, and a dozen people are killed. One of the victims is Nelson Kerr, a friend of Bruce's who wrote timely political thrillers. But evidence suggests that the storm wasn't the cause of Nelson's death - he had received several mysterious blows to the head",
        "ratings": 4,
        "pages": 320
    },
    {
        "id": 7,
        "name": "The Splendid and the Vile",
        "image": "../../../../../assets/images/books/7.jpg",
        "genre": "Historical Europeon Biographics",
        "year": 2020,
        "price": 799,
        "quantity": 14,
        "writer": "Erik Larson",
        "preview": "In The Splendid and the Vile, Erik Larson gives a new and brilliantly cinematic account of how Britain’s most iconic leader set about unifying the nation at its most vulnerable moment, and teaching ‘the art of being fearless.’",
        "ratings": 3.5,
        "pages": 581
    },
    {
        "id": 8,
        "name": "American Dirt",
        "image": "../../../../../assets/images/books/8.jpg",
        "genre": "Mystery & Thriller",
        "year": 2020,
        "price": 401,
        "quantity": 20,
        "writer": "Jeanine Cummins",
        "preview": "Vivid, visceral, utterly compelling, AMERICAN DIRT is an unforgettable story of a mother and son's attempt to cross the US-Mexico border. Described as 'impossible to put down' (Saturday Review) and 'essential reading' (Tracy Chevalier), it is a story that will leave you utterly changed. Lydia Quixano Pérez lives a comfortable life in Acapulco, Mexico, with her journalist husband, Sebastián, and her eight-year-old son, Luca. Lydia runs a bookstore and one day befriends a charming customer, Javier, who appears to have similar interests in books. However, Javier is revealed to be the kingpin of a drug cartel. Sebastián publishes a profile exposing Javier's crimes, who then orders the slaughter of Sebastián and his family. Lydia and Luca escape the massacre, but are forced to flee Mexico, becoming two of the countless undocumented immigrants from Latin America who undertake the dangerous journey to the United States, taking a treacherous trip on La Bestia north of Mexico City.",
        "ratings": 4.5,
        "pages": 401
    },
    {
        "id": 9,
        "name": "The Boy, the Mole, the Fox and the Horse",
        "image": "../../../../../assets/images/books/9.jpg",
        "genre": "Philosophy of Ethics & Morality",
        "year": 2019,
        "price": 1599,
        "quantity": 13,
        "writer": "Charlie Mackesy",
        "preview": "Charlie Mackesy offers inspiration and hope in uncertain times in this beautiful book based on his famous quartet of characters. The Boy, the Mole, the Fox, and the Horse explores their unlikely friendship and the poignant, universal lessons they learn together",
        "ratings": 5,
        "pages": 128
    },
    {
        "id": 10,
        "name": "If It Bleeds",
        "image": "../../../../../assets/images/books/10.jpg",
        "genre": "Horror Fiction",
        "year": 2020,
        "price": 899,
        "quantity": 16,
        "writer": "Stephen King",
        "preview": "The novella is a form King has returned to over and over again in the course of his amazing career, and many have been made into iconic films, including The Body (Stand by Me) and Rita Hayworth and Shawshank Redemption (Shawshank Redemption). Like Four Past Midnight, Different Seasons, and most recently Full Dark, No Stars, If It Bleeds is a uniquely satisfying collection of longer short fiction by an incomparably gifted writer",
        "ratings": 3,
        "pages": 130
    },
    {
        "id": 11,
        "name": "The Silent Patient",
        "image": "../../../../../assets/images/books/11.jpg",
        "genre": "Technothrillers",
        "year": 2019,
        "price": 699,
        "quantity": 30,
        "writer": "Alex Michaelides",
        "preview": "The Silent Patient by Alex Michaelides feels like it could be the big psychological thriller debut of 2019. The novel takes a few chapters to clear its throat and set the plot in motion, but once the tracks are laid it’s full steam ahead. Alicia Berenson is one-half of a glamorous couple—she’s an artist married to her fashion photographer husband, Gabriel. But when Gabriel returns home late one night, she shoots him five times in the face and refuses to speak again. Now she is being held in an institution outside London called the Grove. When a psychotherapist named Theo Faber becomes obsessed with her case, he finds his way to the Grove to treat her. Dark twists and delightful turns follow, secrets (and a diary) are revealed, and you will likely find yourself racing to the end",
        "ratings": 4,
        "pages": 336
    },
    {
        "id": 12,
        "name": "Prayer Journal for Women",
        "image": "../../../../../assets/images/books/12.jpg",
        "genre": "Christian Bible",
        "year": 2019,
        "price": 199,
        "quantity": 45,
        "writer": "Shannon Roberts",
        "preview": "Shannon is a wife and mother with a heart for Jesus, whose passions include family, friends, fitness, and warm sunny days. She has been drawing and lettering professionally since 2014, when she first opened her Etsy shop called The White Lime. There, she sells prints and cards of her hand-drawn chalk art and lettering designs. She also works as a freelance artist for several companies that are licensed to reproduce and sell her work. Through them, her art has been sold globally, and in retail stores across the country. She holds a master’s degree in education, and is self-taught as an artist. She finds inspiration in her day-to-day experiences, and hopes to glorify God with each opportunity she's granted. You can learn more about Shannon and her work by visiting her website thewhitelime.etsy.com",
        "ratings": 5,
        "pages": 231
    },
    {
        "id": 13,
        "name": "Get Out of Your Head",
        "image": "../../../../../assets/images/books/13.jpg",
        "genre": "Christian Inspirational",
        "year": 2020,
        "price": 1099,
        "quantity": 46,
        "writer": "Jennie Allen",
        "preview": "In Get Out of Your Head, Jennie inspires and equips us to transform our emotions, our outlook, and even our circumstances by taking control of our thoughts. Our enemy is determined to get in our heads to make us feel helpless, overwhelmed, and incapable of making a difference for the kingdom of God. But when we submit our minds to Christ, the promises and goodness of God flood our lives in remarkable ways.",
        "ratings": 3.5,
        "pages": 300
    },
    {
        "id": 14,
        "name": "The God Delusion",
        "image": "../../../../../assets/images/books/14.jpg",
        "genre": "Religion & Philosophy",
        "year": 2008,
        "price": 1049,
        "quantity": 17,
        "writer": "Richard Dawkins",
        "preview": "With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence. The God Delusion makes a compelling case that belief in God is not just wrong but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster",
        "ratings": 4.5,
        "pages": 202
    },
    {
        "id": 15,
        "name": "A Brief History of Time",
        "image": "../../../../../assets/images/books/15.jpg",
        "genre": "Cosmology",
        "year": 1998,
        "price": 1599,
        "quantity": 25,
        "writer": "Stephen Hawking",
        "preview": "Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
        "ratings": 5,
        "pages": 220
    },
    {
        "id": 16,
        "name": "Diary of a Wimpy Kid",
        "image": "../../../../../assets/images/books/16.jpg",
        "genre": "Comics",
        "year": 2007,
        "price": 699,
        "quantity": 10,
        "writer": "Jeff Kinney",
        "preview": "It’s a new school year, and Greg Heffley finds himself thrust into middle school, where undersized weaklings share the hallways with kids who are taller, meaner, and already shaving. The hazards of growing up before you’re ready are uniquely revealed through words and drawings as Greg records them in his diary.",
        "ratings": 5,
        "pages": 224
    },
    {
        "id": 17,
        "name": "The Fault in Our Stars",
        "image": "../../../../../assets/images/books/17.jpg",
        "genre": "Philosophy of Ethics & Morality",
        "year": 2014,
        "price": 1099,
        "quantity": 13,
        "writer": "John Green",
        "preview": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel’s story is about to be completely rewritten.",
        "ratings": 4.5,
        "pages": 352
    },
    {
        "id": 18,
        "name": "The Poisonwood Bible",
        "image": "../../../../../assets/images/books/18.jpg",
        "genre": "Family Saga",
        "year": 2008,
        "price": 999,
        "quantity": 19,
        "writer": "Barbara Kingsolver",
        "preview": "The Poisonwood Bible is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it—from garden seeds to Scripture—is calamitously transformed on African soil. What follows is a suspenseful epic of one family’s tragic undoing and remarkable reconstruction over the course of three decades in postcolonial Africa.",
        "ratings": 5,
        "pages": 576
    },
    {
        "id": 19,
        "name": "Elon Musk: The Quest for a Fantastic Future",
        "image": "../../../../../assets/images/books/19.jpg",
        "genre": "Engeering Patent & Educational",
        "year": 2015,
        "price": 899,
        "quantity": 13,
        "writer": "Ashlee Vance",
        "preview": "In the spirit of Steve Jobs and Moneyball, Elon Musk is both an illuminating and authorized look at the extraordinary life of one of Silicon Valley's most exciting, unpredictable, and ambitious entrepreneurs - a real-life Tony Stark - and a fascinating exploration of the renewal of American invention and its new makers.",
        "ratings": 4,
        "pages": 336
    },
    {
        "id": 20,
        "name": "Bad Blood",
        "image": "../../../../../assets/images/books/20.jpg",
        "genre": "Business Infrastructure",
        "year": 2017,
        "price": 749,
        "quantity": 0,
        "writer": "John Carreyrou",
        "preview": "The full inside story of the breathtaking rise and shocking collapse of Theranos, the one-time multibillion-dollar biotech start-up founded by Elizabeth Holmes - now the subject of the HBO documentary The Inventor - by the prize-winning journalist who first broke the story and pursued it to the end.",
        "ratings": 5,
        "pages": 324
    }
]